---
kind: property
id: P:Autodesk.Revit.DB.ViewPlan.AreaScheme
zh: 平面视图、平面图
source: html/c95cd019-a300-693d-dea8-cb92719cbca0.htm
---
# Autodesk.Revit.DB.ViewPlan.AreaScheme Property

**中文**: 平面视图、平面图

The area scheme.

## Syntax (C#)
```csharp
public AreaScheme AreaScheme { get; }
```